window.gameOperators = [
    {
        "name": "忍冬",
        "职业": {
            "先锋": 1,
            "尖兵": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "迷彩": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "焰尾",
        "职业": {
            "先锋": 1,
            "尖兵": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方闪避/抵挡/格挡": 1
            },
            "增益能力": {
                "使友方部署费用减少或部署后返还费用": 1
            }
        }
    },
    {
        "name": "嵯峨",
        "职业": {
            "先锋": 1,
            "尖兵": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            }
        }
    },
    {
        "name": "推进之王",
        "职业": {
            "先锋": 1,
            "尖兵": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1,
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "风笛",
        "职业": {
            "先锋": 1,
            "冲锋手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            }
        }
    },
    {
        "name": "缪尔赛思",
        "职业": {
            "先锋": 1,
            "战术家": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "庇护自身或使自身受伤减免": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "使友方部署费用减少或部署后返还费用": 1
            },
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1,
                "束缚": 1
            }
        }
    },
    {
        "name": "伺夜",
        "职业": {
            "先锋": 1,
            "战术家": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1,
                "庇护自身或使自身受伤减免": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            }
        }
    },
    {
        "name": "琴柳",
        "职业": {
            "先锋": 1,
            "执旗手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "迷彩": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1
            },
            "增益能力": {
                "为友方提高攻速": 1,
                "使友方基础属性提高或造成伤害提升": 1,
                "使友方部署费用减少或部署后返还费用": 1
            },
            "削弱能力": {
                "使敌方攻速降低": 1,
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "伊内丝",
        "职业": {
            "先锋": 1,
            "情报官": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "被动": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "特殊被选中效果": {
                "隐匿": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方隐匿效果失效": 1,
                "降低敌方基础属性": 1,
                "使敌方攻速降低": 1
            },
            "控制能力": {
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "凛御银灰",
        "职业": {
            "先锋": 1,
            "策士": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1,
                "为友方提供护盾或屏障": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "使友方基础属性提高或造成伤害提升": 1,
                "使友方再部署时间缩短": 1,
                "使友方部署费用减少或部署后返还费用": 1
            },
            "削弱能力": {
                "使敌方隐匿效果失效": 1,
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "寒冷/冻结": 1
            }
        }
    },
    {
        "name": "百炼嘉维尔",
        "职业": {
            "近卫": 1,
            "强攻手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "夏季限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            }
        }
    },
    {
        "name": "煌",
        "职业": {
            "近卫": 1,
            "强攻手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "夏季限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身锁血": 1,
                "使自身获得抵抗/免疫或解除异常状态": 1,
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        }
    },
    {
        "name": "重岳",
        "职业": {
            "近卫": 1,
            "斗士": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "新春限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "浮空": 1
            }
        }
    },
    {
        "name": "山",
        "职业": {
            "近卫": 1,
            "斗士": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            },
            "控制能力": {
                "位移/传送": 1,
                "战栗": 1
            }
        }
    },
    {
        "name": "维娜·维多利亚",
        "职业": {
            "近卫": 1,
            "术战者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "真实伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "庇护友方或使友方受伤减免": 1
            },
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "战栗": 1
            }
        }
    },
    {
        "name": "薇薇安娜",
        "职业": {
            "近卫": 1,
            "术战者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "庇护自身或使自身受伤减免": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方攻速降低": 1,
                "使敌方获得脆弱或受伤增加": 1
            }
        }
    },
    {
        "name": "史尔特尔",
        "职业": {
            "近卫": 1,
            "术战者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身锁血": 1
            }
        }
    },
    {
        "name": "帕拉斯",
        "职业": {
            "近卫": 1,
            "教官": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1,
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "丰川祥子",
        "职业": {
            "近卫": 1,
            "领主": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "联动限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "为友方提高攻速": 1
            }
        }
    },
    {
        "name": "仇白",
        "职业": {
            "近卫": 1,
            "领主": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "棘刺",
        "职业": {
            "近卫": 1,
            "领主": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        }
    },
    {
        "name": "银灰",
        "职业": {
            "近卫": 1,
            "领主": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1,
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方再部署时间缩短": 1
            },
            "削弱能力": {
                "使敌方隐匿效果失效": 1
            }
        }
    },
    {
        "name": "锏",
        "职业": {
            "近卫": 1,
            "剑豪": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "位移/传送": 1,
                "战栗": 1
            }
        }
    },
    {
        "name": "艾丽妮",
        "职业": {
            "近卫": 1,
            "剑豪": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "浮空": 1
            }
        }
    },
    {
        "name": "陈",
        "职业": {
            "近卫": 1,
            "剑豪": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "左乐",
        "职业": {
            "近卫": 1,
            "武者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "赫拉格",
        "职业": {
            "近卫": 1,
            "武者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "庇护自身或使自身受伤减免": 1,
                "使自身闪避/抵挡/格挡": 1
            },
            "特殊被选中效果": {
                "禁疗": 1
            }
        }
    },
    {
        "name": "止颂",
        "职业": {
            "近卫": 1,
            "无畏者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "被动": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "庇护自身或使自身受伤减免": 1,
                "为自身提供护盾或屏障": 1
            }
        }
    },
    {
        "name": "耀骑士临光",
        "职业": {
            "近卫": 1,
            "无畏者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "真实伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "被动": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "庇护自身或使自身受伤减免": 1,
                "使自身闪避/抵挡/格挡": 1
            }
        }
    },
    {
        "name": "斯卡蒂",
        "职业": {
            "近卫": 1,
            "无畏者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "被动": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "隐德来希",
        "职业": {
            "近卫": 1,
            "收割者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "禁疗": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            }
        }
    },
    {
        "name": "圣约送葬人",
        "职业": {
            "近卫": 1,
            "收割者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "禁疗": 1
            }
        }
    },
    {
        "name": "司霆惊蛰",
        "职业": {
            "近卫": 1,
            "解放者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "特殊被选中效果": {
                "起飞": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "战栗": 1
            }
        }
    },
    {
        "name": "玛恩纳",
        "职业": {
            "近卫": 1,
            "解放者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "真实伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1
            },
            "特殊被选中效果": {
                "嘲讽": 1
            }
        }
    },
    {
        "name": "乌尔比安",
        "职业": {
            "近卫": 1,
            "重剑手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身受到治疗或生命回复效果提升": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1
            }
        }
    },
    {
        "name": "赫德雷",
        "职业": {
            "近卫": 1,
            "重剑手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "真实伤害": 1,
                "无来源伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身受到治疗或生命回复效果提升": 1,
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "庇护友方或使友方受伤减免": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "佩佩",
        "职业": {
            "近卫": 1,
            "撼地者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "夏季限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "生息演算特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身获得抵抗/免疫或解除异常状态": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "年",
        "职业": {
            "重装": 1,
            "铁卫": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "新春限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方提供护盾或屏障": 1,
                "使友方获得抵抗/免疫或解除异常状态": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "沉默": 1
            }
        }
    },
    {
        "name": "星熊",
        "职业": {
            "重装": 1,
            "铁卫": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "技能类型": {
                "自动回复": 1,
                "被动": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "黍",
        "职业": {
            "重装": 1,
            "守护者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "新春限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "使友方生命回复": 1,
                "庇护友方或使友方受伤减免": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "为友方提高攻速": 1,
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "位移/传送": 1
            }
        }
    },
    {
        "name": "塞雷娅",
        "职业": {
            "重装": 1,
            "守护者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            },
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "斥罪",
        "职业": {
            "重装": 1,
            "不屈者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "受击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "庇护自身或使自身受伤减免": 1
            },
            "特殊被选中效果": {
                "嘲讽": 1,
                "禁疗": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "泥岩",
        "职业": {
            "重装": 1,
            "不屈者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "受击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "禁疗": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "斩业星熊",
        "职业": {
            "重装": 1,
            "驭法铁卫": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "夏季限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身锁血": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "禁疗": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方锁血": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "森蚺",
        "职业": {
            "重装": 1,
            "决战者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "被动": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "生息演算特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "晕眩": 1,
                "诱导": 1
            }
        }
    },
    {
        "name": "号角",
        "职业": {
            "重装": 1,
            "要塞": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "使敌方隐匿效果失效": 1
            }
        }
    },
    {
        "name": "信仰搅拌机",
        "职业": {
            "重装": 1,
            "哨戒铁卫": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "受击回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "影响友方弹药数量": 1
            },
            "削弱能力": {
                "使敌方隐匿效果失效": 1
            }
        }
    },
    {
        "name": "涤火杰西卡",
        "职业": {
            "重装": 1,
            "哨戒铁卫": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "使敌方隐匿效果失效": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "余",
        "职业": {
            "重装": 1,
            "本源铁卫": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "元素损伤": 1
            },
            "技能类型": {
                "自动回复": 1,
                "受击回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "新春限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "恢复或治疗自身元素损伤": 1,
                "庇护自身或使自身受伤减免": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1,
                "恢复或治疗友方元素损伤": 1
            },
            "控制能力": {
                "位移/传送": 1
            }
        }
    },
    {
        "name": "灰烬",
        "职业": {
            "狙击": 1,
            "速射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "限定干员": {
                "联动限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1
            }
        }
    },
    {
        "name": "空弦",
        "职业": {
            "狙击": 1,
            "速射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "能天使",
        "职业": {
            "狙击": 1,
            "速射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "鸿雪",
        "职业": {
            "狙击": 1,
            "重射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            }
        }
    },
    {
        "name": "菲亚梅塔",
        "职业": {
            "狙击": 1,
            "炮手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        }
    },
    {
        "name": "W",
        "职业": {
            "狙击": 1,
            "炮手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            },
            "特殊被选中效果": {
                "负嘲讽": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "蕾缪安",
        "职业": {
            "狙击": 1,
            "神射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "影响友方弹药数量": 1
            },
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            }
        }
    },
    {
        "name": "远牙",
        "职业": {
            "狙击": 1,
            "神射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "特殊被选中效果": {
                "负嘲讽": 1
            }
        }
    },
    {
        "name": "假日威龙陈",
        "职业": {
            "狙击": 1,
            "散射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "限定干员": {
                "夏季限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "影响友方弹药数量": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "提丰",
        "职业": {
            "狙击": 1,
            "攻城手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "早露",
        "职业": {
            "狙击": 1,
            "攻城手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "束缚": 1
            }
        }
    },
    {
        "name": "维什戴尔",
        "职业": {
            "狙击": 1,
            "投掷手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "特殊被选中效果": {
                "迷彩": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "迷迭香",
        "职业": {
            "狙击": 1,
            "投掷手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "莱伊",
        "职业": {
            "狙击": 1,
            "猎手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "位移/传送": 1,
                "束缚": 1
            }
        }
    },
    {
        "name": "娜仁图亚",
        "职业": {
            "狙击": 1,
            "回环射手": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方命中率下降": 1,
                "降低敌方基础属性": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "逻各斯",
        "职业": {
            "术师": 1,
            "中坚术士": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1,
                "无来源伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1,
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "霍尔海雅",
        "职业": {
            "术师": 1,
            "中坚术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方失重": 1
            },
            "控制能力": {
                "沉默": 1,
                "浮空": 1
            }
        }
    },
    {
        "name": "刻俄柏",
        "职业": {
            "术师": 1,
            "中坚术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "沉默": 1,
                "束缚": 1
            }
        }
    },
    {
        "name": "艾雅法拉",
        "职业": {
            "术师": 1,
            "中坚术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1
            }
        }
    },
    {
        "name": "玛露西尔",
        "职业": {
            "术师": 1,
            "扩散术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "联动限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "增益能力": {
                "为友方提高攻速": 1,
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "夕",
        "职业": {
            "术师": 1,
            "扩散术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "新春限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1
            }
        }
    },
    {
        "name": "莫斯提马",
        "职业": {
            "术师": 1,
            "扩散术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            },
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "荒芜拉普兰德",
        "职业": {
            "术师": 1,
            "驭械术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "为友方提高攻速": 1
            },
            "控制能力": {
                "沉默": 1,
                "恐惧": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "澄闪",
        "职业": {
            "术师": 1,
            "驭械术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "圣聆初雪",
        "职业": {
            "术师": 1,
            "阵法术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "位移/传送": 1,
                "寒冷/冻结": 1,
                "诱导": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "林",
        "职业": {
            "术师": 1,
            "阵法术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "特殊被选中效果": {
                "负嘲讽": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "卡涅利安",
        "职业": {
            "术师": 1,
            "阵法术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "负嘲讽": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "黑键",
        "职业": {
            "术师": 1,
            "秘术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "位移/传送": 1
            }
        }
    },
    {
        "name": "异客",
        "职业": {
            "术师": 1,
            "链术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "伊芙利特",
        "职业": {
            "术师": 1,
            "轰击术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            }
        }
    },
    {
        "name": "真言",
        "职业": {
            "术师": 1,
            "本源术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方隐匿效果失效": 1
            },
            "控制能力": {
                "麻痹": 1
            }
        }
    },
    {
        "name": "烛煌",
        "职业": {
            "术师": 1,
            "本源术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "禁疗": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "妮芙",
        "职业": {
            "术师": 1,
            "本源术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "恐惧": 1
            }
        }
    },
    {
        "name": "死芒",
        "职业": {
            "术师": 1,
            "塑灵术师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "沉睡": 1
            }
        }
    },
    {
        "name": "凯尔希",
        "职业": {
            "医疗": 1,
            "医师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "真实伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "闪灵",
        "职业": {
            "医疗": 1,
            "医师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "为友方提供护盾或屏障": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "夜莺",
        "职业": {
            "医疗": 1,
            "群愈师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1,
                "为自身提供护盾或屏障": 1,
                "使自身受到治疗或生命回复效果提升": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "嘲讽": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "使友方闪避/抵挡/格挡": 1,
                "为友方提供护盾或屏障": 1,
                "使友方受到治疗或生命回复效果提升": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "流明",
        "职业": {
            "医疗": 1,
            "疗养师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身获得抵抗/免疫或解除异常状态": 1,
                "为自身治疗或生命回复": 1
            },
            "特殊被选中效果": {
                "负嘲讽": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "使友方获得抵抗/免疫或解除异常状态": 1
            }
        }
    },
    {
        "name": "纯烬艾雅法拉",
        "职业": {
            "医疗": 1,
            "行医": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "夏季限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "恢复或治疗自身元素损伤": 1,
                "为自身提供护盾或屏障": 1,
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "恢复或治疗友方元素损伤": 1,
                "为友方提供护盾或屏障": 1,
                "庇护友方或使友方受伤减免": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "缇缇",
        "职业": {
            "医疗": 1,
            "咒愈师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "使友方锁血": 1
            },
            "增益能力": {
                "为友方提高攻速": 1
            },
            "控制能力": {
                "沉睡": 1
            }
        }
    },
    {
        "name": "焰影苇草",
        "职业": {
            "医疗": 1,
            "咒愈师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1,
                "使敌方获得脆弱或受伤增加": 1
            }
        }
    },
    {
        "name": "Mon3tr",
        "职业": {
            "医疗": 1,
            "链愈师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "真实伤害": 1
            },
            "技能类型": {
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "增益能力": {
                "为友方提高攻速": 1
            }
        }
    },
    {
        "name": "溯光星源",
        "职业": {
            "辅助": 1,
            "凝滞师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "位移/传送": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "铃兰",
        "职业": {
            "辅助": 1,
            "凝滞师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1,
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "安洁莉娜",
        "职业": {
            "辅助": 1,
            "凝滞师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1
            },
            "增益能力": {
                "为友方提高攻速": 1
            },
            "削弱能力": {
                "使敌方失重": 1
            },
            "控制能力": {
                "浮空": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "灵知",
        "职业": {
            "辅助": 1,
            "削弱者": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方获得抵抗/免疫或解除异常状态": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1,
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "寒冷/冻结": 1
            }
        }
    },
    {
        "name": "魔王",
        "职业": {
            "辅助": 1,
            "吟游者": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "真实伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "使友方生命回复": 1,
                "庇护友方或使友方受伤减免": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "束缚": 1
            }
        }
    },
    {
        "name": "浊心斯卡蒂",
        "职业": {
            "辅助": 1,
            "吟游者": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "真实伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "遥",
        "职业": {
            "辅助": 1,
            "护佑者": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "庇护友方或使友方受伤减免": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            },
            "控制能力": {
                "浮空": 1
            }
        }
    },
    {
        "name": "淬羽赫默",
        "职业": {
            "辅助": 1,
            "护佑者": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "使自身锁血": 1,
                "为自身提供护盾或屏障": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1,
                "使友方生命回复": 1,
                "庇护友方或使友方受伤减免": 1,
                "使友方锁血": 1,
                "为友方提供护盾或屏障": 1
            }
        }
    },
    {
        "name": "电弧",
        "职业": {
            "辅助": 1,
            "召唤师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身提供护盾或屏障": 1,
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "令",
        "职业": {
            "辅助": 1,
            "召唤师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "新春限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "束缚": 1
            }
        }
    },
    {
        "name": "麦哲伦",
        "职业": {
            "辅助": 1,
            "召唤师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "特殊被选中效果": {
                "隐匿": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "娜斯提",
        "职业": {
            "辅助": 1,
            "工匠": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "庇护自身或使自身受伤减免": 1,
                "为自身提供护盾或屏障": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "庇护友方或使友方受伤减免": 1,
                "为友方提供护盾或屏障": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "白铁",
        "职业": {
            "辅助": 1,
            "工匠": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "为友方提高攻速": 1,
                "使友方基础属性提高或造成伤害提升": 1
            }
        }
    },
    {
        "name": "酒神",
        "职业": {
            "辅助": 1,
            "巫役": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素损伤": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方攻速降低": 1
            },
            "控制能力": {
                "束缚": 1,
                "诱导": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "塑心",
        "职业": {
            "辅助": 1,
            "巫役": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "法术伤害": 1,
                "元素伤害": 1,
                "元素损伤": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "弑君者",
        "职业": {
            "特种": 1,
            "处决者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "被动": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            },
            "特殊被选中效果": {
                "隐匿": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方命中率下降": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "麒麟R夜刀",
        "职业": {
            "特种": 1,
            "处决者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "被动": 1
            },
            "限定干员": {
                "联动限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身获得抵抗/免疫或解除异常状态": 1
            },
            "特殊被选中效果": {
                "嘲讽": 1
            }
        }
    },
    {
        "name": "缄默德克萨斯",
        "职业": {
            "特种": 1,
            "处决者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "被动": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "庇护自身或使自身受伤减免": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            },
            "控制能力": {
                "晕眩": 1
            }
        }
    },
    {
        "name": "傀影",
        "职业": {
            "特种": 1,
            "处决者": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "被动": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1,
                "为自身提供护盾或屏障": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1,
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "温蒂",
        "职业": {
            "特种": 1,
            "推击手": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1,
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "真实伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1
            }
        }
    },
    {
        "name": "阿斯卡纶",
        "职业": {
            "特种": 1,
            "伏击客": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "使自身闪避/抵挡/格挡": 1
            },
            "特殊被选中效果": {
                "负嘲讽": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方命中率下降": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "水月",
        "职业": {
            "特种": 1,
            "伏击客": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "使自身闪避/抵挡/格挡": 1
            }
        },
        "辅助能力": {
            "控制能力": {
                "晕眩": 1,
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "歌蕾蒂娅",
        "职业": {
            "特种": 1,
            "钩索师": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1,
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1
            },
            "增益能力": {
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "位移/传送": 1,
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "新约能天使",
        "职业": {
            "特种": 1,
            "怪杰": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1,
                "为自身提供护盾或屏障": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方提供护盾或屏障": 1
            },
            "增益能力": {
                "辅助友方技力回复或初始技力": 1
            }
        }
    },
    {
        "name": "阿",
        "职业": {
            "特种": 1,
            "怪杰": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "为友方提高攻速": 1,
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "琳琅诗怀雅",
        "职业": {
            "特种": 1,
            "行商": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "被动": 1,
                "自动触发": 1
            },
            "特限模组/特勤模组": {
                "集成战略特限模组/特勤模组": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "为友方治疗": 1
            },
            "控制能力": {
                "位移/传送": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "老鲤",
        "职业": {
            "特种": 1,
            "行商": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身闪避/抵挡/格挡": 1
            },
            "特殊被选中效果": {
                "嘲讽": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方获得抵抗/免疫或解除异常状态": 1
            },
            "削弱能力": {
                "使敌方攻速降低": 1
            },
            "控制能力": {
                "晕眩": 1,
                "位移/传送": 1
            }
        }
    },
    {
        "name": "艾拉",
        "职业": {
            "特种": 1,
            "陷阱师": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1,
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "攻击回复": 1,
                "自动触发": 1,
                "手动触发": 1,
                "弹药": 1
            },
            "限定干员": {
                "联动限定": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "使敌方命中率下降": 1,
                "使敌方获得脆弱或受伤增加": 1
            },
            "控制能力": {
                "晕眩": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "多萝西",
        "职业": {
            "特种": 1,
            "陷阱师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1
            },
            "有无异格": {
                "无异格": 1
            },
            "有无可部署召唤物": {
                "有可手动部署的召唤物": 1
            }
        },
        "辅助能力": {
            "削弱能力": {
                "降低敌方基础属性": 1
            },
            "控制能力": {
                "束缚": 1,
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "归溟幽灵鲨",
        "职业": {
            "特种": 1,
            "傀儡师": 1
        },
        "特性": {
            "部署位置": {
                "近战位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "手动触发": 1
            },
            "限定干员": {
                "周年/半周年限定": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "使自身锁血": 1
            }
        },
        "辅助能力": {
            "增益能力": {
                "辅助友方技力回复或初始技力": 1,
                "使友方基础属性提高或造成伤害提升": 1
            },
            "控制能力": {
                "停顿/降低移动速度": 1
            }
        }
    },
    {
        "name": "引星棘刺",
        "职业": {
            "特种": 1,
            "炼金师": 1
        },
        "特性": {
            "部署位置": {
                "远程位": 1
            },
            "伤害类型": {
                "物理伤害": 1,
                "法术伤害": 1,
                "持续伤害": 1
            },
            "技能类型": {
                "自动回复": 1,
                "自动触发": 1,
                "手动触发": 1
            },
            "有无异格": {
                "有异格": 1
            },
            "有无可部署召唤物": {
                "没有可手动部署的召唤物": 1
            }
        },
        "自身能力": {
            "生存能力": {
                "为自身治疗或生命回复": 1
            }
        },
        "辅助能力": {
            "保人能力": {
                "使友方生命回复": 1
            },
            "增益能力": {
                "为友方提高攻速": 1,
                "使友方基础属性提高或造成伤害提升": 1
            },
            "削弱能力": {
                "降低敌方基础属性": 1,
                "使敌方受到治疗效果降低": 1,
                "使敌方攻速降低": 1
            }
        }
    }
];