window.questions = [
  {
    "id": 1,
    "type": 1,
    "difficulty": 4,
    "resource": "神奇陆夫人《2022年明日方舟高考》",
    "question": "不好！怎么还有个无人机啊？？<br>现场上仅有一架剩余血量为1的普通无人机，且仅有一名技能充能完毕的干员。请问哪个干员能够将该无人机击败？",
    "picture": false,
    "options": [
      "携带三技能的号角（无人机在远程攻击范围内）",
      "携带三技能的琴柳（与无人机在同一格）",
      "携带二技能的龙舌兰（无人机在攻击范围内）",
      "携带三技能的迷迭香（无人机在攻击范围内）"
    ],
    "answer": 2,
    "analysis": "A、号角无法对空<br>B、琴柳在场上没有地面敌人时，军旗会投掷向自己这一格，而军旗落地的伤害可以对空。<br>C、龙舌兰无法对空<br>D、迷迭香无法选取未被阻挡的空中敌人作为目标，且余震无法对空、范围伤害除主目标以外也无法对空。"
  },
  {
    "id": 2,
    "type": 3,
    "difficulty": 4,
    "resource": "神奇陆夫人《2022年明日方舟高考》",
    "question": "桃金娘即使在拜托小苹果，仍无法逃脱被“暴鸰”索敌的命运。<br>被索敌后，桃金娘周围8格有以下几位干员或召唤物，请问谁会受到伤害？",
    "picture": true,
    "options": [
      "技能期间的卡夫卡",
      "距离上次攻击超过10s的狮蝎",
      "开启一技能的守林人",
      "部署不满5s的麦哲伦的无人机"
    ],
    "answer": 1,
    "analysis": "迷彩可以受到溅射伤害而隐匿不会<br>A、卡夫卡技能期间迷彩<br>B、狮蝎在距离上次攻击一段时间（精一6s、精二5s）后会进入不可选中状态（不会被地方破隐的隐匿）<br>C、守林人一技能期间隐匿<br>D、麦哲伦的无人机在部署后一段时间（精一12s、精二无模20s、三级X模26s）内隐匿"
  },
  {
    "id": 3,
    "type": 3,
    "difficulty": 2,
    "resource": "原创",
    "question": "界园肉鸽中有较多与召唤物相关的藏品（很难不认为是专门给电弧准备的）。<br>请问下列哪个干员的召唤物在拥有肉鸽藏品之外的任何情况下都会占1个部署位？",
    "picture": false,
    "options": [
      "令",
      "傀影",
      "凯尔希",
      "衡沙"
    ],
    "answer": 4,
    "analysis": "A、大龙占2个部署位<br>B、C、携带特限模组时不占部署位<br>D、普通召唤师，召唤物占据1部署位"
  },
  {
    "id": 4,
    "type": 3,
    "difficulty": 5,
    "resource": "原创",
    "question": "召唤物的形式千奇百怪。<br>以下哪个干员的所有召唤物在任何情况下都无法阻挡敌人？",
    "picture": false,
    "options": [
      "凯尔希",
      "Mon3tr",
      "酒神",
      "维什戴尔"
    ],
    "answer": 2,
    "analysis": "A、正常情况下就能阻挡敌人<br>B、重构体具有“不可阻挡”特性<br>C、三技能召唤的“迷狂牢笼”可以阻挡敌人<br>D、在“我方单位阻挡数增加”的条件或藏品下可以阻挡"
  },
  {
    "id": 5,
    "type": 3,
    "difficulty": 5,
    "resource": "神奇陆夫人《2023年明日方舟高考》",
    "question": "以下哪个干员提升信赖后也不会增加治疗量？",
    "picture": false,
    "options": [
      "流明",
      "夜莺",
      "焰影苇草",
      "凯尔希"
    ],
    "answer": 4,
    "analysis": "凯尔希较为特殊，提升信赖只会增加生命上限和防御力。这也导致凯尔希是所有医疗干员中最能抗的一位。"
  },
  {
    "id": 6,
    "type": 2,
    "difficulty": 1,
    "resource": "神奇陆夫人《2023年明日方舟高考》",
    "question": "下图选项中，哪个会在后部署的弦惊位置上合成大龙？",
    "picture": true,
    "options": [
      "A",
      "B",
      "C",
      "D"
    ],
    "answer": 3,
    "analysis": "A、会在先部署的弦惊位置上合成<br>B、不会合成大龙<br>C、根据“钻屁股”原则，会在后部署的弦惊位置上合成<br>D、会在先部署的弦惊位置上合成"
  },
  {
    "id": 7,
    "type": 3,
    "difficulty": 2,
    "resource": "神奇陆夫人《2023年明日方舟高考》改编",
    "question": "提丰三技能锁定了一个敌人，当这个敌人进入传送入口后，会发生什么？",
    "picture": false,
    "options": [
      "锁定消失",
      "锁定将会停留在入口，待敌人出现后消失",
      "锁定将会停留在入口，待敌人出现后重新锁在敌人身上",
      "锁定将会停留在出口，待敌人出现后重新锁在敌人身上"
    ],
    "answer": 3,
    "analysis": "从代码层面理解，敌人进入入口后只是隐藏了，并没有移动，所以锁定仍然停留在入口（隐身敌人所在处）。敌人重新出现是瞬间移动，锁定会跟随敌人瞬间移动。"
  },
  {
    "id": 8,
    "type": 1,
    "difficulty": 3,
    "resource": "原创",
    "question": "下图的突袭关卡中，标出黄色叉号的地块不可部署。粉色区域会出现大量隐匿敌人和非隐匿敌人，请问选择以下哪位干员（均满练度）能够最高效地破隐？",
    "picture": true,
    "options": [
      "伊内丝",
      "银灰",
      "号角",
      "信仰搅拌机（X模组）"
    ],
    "answer": 3,
    "analysis": "ABD、攻击范围均无法大量覆盖粉色区域<br>C、放置在蓝门左边2格向上，破隐可以覆盖大部分粉色区域。同时由于存在非隐匿敌人，可以正常释放一技能"
  }
];
