window.questions = [
  {
    "id": 1,
    "type": 1,
    "difficulty": 4,
    "resource": "神奇陆夫人《2022年明日方舟高考》",
    "question": "不好！怎么还有个无人机啊？？<br>现场上仅有一架剩余血量为1的普通无人机，且仅有一名技能充能完毕的干员。请问哪个干员能够将该无人机击败？",
    "picture": false,
    "options": [
      "携带三技能的号角（无人机在远程攻击范围内）",
      "携带三技能的琴柳（与无人机在同一格）",
      "携带二技能的龙舌兰（无人机在攻击范围内）",
      "携带三技能的迷迭香（无人机在攻击范围内）"
    ],
    "answer": 2,
    "analysis": "A、号角无法对空<br>B、琴柳在场上没有地面敌人时，军旗会投掷向自己这一格，而军旗落地的伤害可以对空。<br>C、龙舌兰无法对空<br>D、迷迭香无法选取未被阻挡的空中敌人作为目标，且余震无法对空、范围伤害除主目标以外也无法对空。"
  },
  {
    "id": 2,
    "type": 3,
    "difficulty": 4,
    "resource": "神奇陆夫人《2022年明日方舟高考》",
    "question": "桃金娘即使在拜托小苹果，仍无法逃脱被“暴鸰”索敌的命运。<br>被索敌后，桃金娘周围8格有以下几位干员或召唤物，请问谁会受到伤害？",
    "picture": true,
    "options": [
      "技能期间的卡夫卡",
      "距离上次攻击超过10s的狮蝎",
      "开启一技能的守林人",
      "部署不满5s的麦哲伦的无人机"
    ],
    "answer": 1,
    "analysis": "迷彩可以受到溅射伤害而隐匿不会<br>A、卡夫卡技能期间迷彩<br>B、狮蝎在距离上次攻击一段时间（精一6s、精二5s）后会进入不可选中状态（不会被地方破隐的隐匿）<br>C、守林人一技能期间隐匿<br>D、麦哲伦的无人机在部署后一段时间（精一12s、精二无模20s、三级X模26s）内隐匿"
  },
  {
    "id": 3,
    "type": 3,
    "difficulty": 2,
    "resource": "原创",
    "question": "界园肉鸽中有较多与召唤物相关的藏品（很难不认为是专门给电弧准备的）。<br>请问下列哪个干员的召唤物在拥有肉鸽藏品之外的任何情况下都会占1个部署位？",
    "picture": false,
    "options": [
      "令",
      "傀影",
      "凯尔希",
      "衡沙"
    ],
    "answer": 4,
    "analysis": "A、大龙占2个部署位<br>B、C、携带特限模组时不占部署位<br>D、普通召唤师，召唤物占据1部署位"
  },
  {
    "id": 4,
    "type": 3,
    "difficulty": 5,
    "resource": "原创",
    "question": "召唤物的形式千奇百怪。<br>以下哪个干员的所有召唤物在任何情况下都无法阻挡敌人？",
    "picture": false,
    "options": [
      "凯尔希",
      "Mon3tr",
      "酒神",
      "维什戴尔"
    ],
    "answer": 2,
    "analysis": "A、正常情况下就能阻挡敌人<br>B、重构体具有“不可阻挡”特性<br>C、三技能召唤的“迷狂牢笼”可以阻挡敌人<br>D、在“我方单位阻挡数增加”的条件或藏品下可以阻挡"
  },
  {
    "id": 5,
    "type": 4,
    "difficulty": 5,
    "resource": "神奇陆夫人《2023年明日方舟高考》",
    "question": "以下哪个干员提升信赖后也不会增加治疗量？",
    "picture": false,
    "options": [
      "流明",
      "夜莺",
      "焰影苇草",
      "凯尔希"
    ],
    "answer": 4,
    "analysis": "凯尔希较为特殊，提升信赖只会增加生命上限和防御力。这也导致凯尔希是所有医疗干员中最能抗的一位。"
  },
  {
    "id": 6,
    "type": 2,
    "difficulty": 1,
    "resource": "神奇陆夫人《2023年明日方舟高考》",
    "question": "下图选项中，哪个会在后部署的弦惊位置上合成大龙？",
    "picture": true,
    "options": [
      "A",
      "B",
      "C",
      "D"
    ],
    "answer": 3,
    "analysis": "A、会在先部署的弦惊位置上合成<br>B、不会合成大龙<br>C、根据“钻屁股”原则，会在后部署的弦惊位置上合成<br>D、会在先部署的弦惊位置上合成"
  },
  {
    "id": 7,
    "type": 3,
    "difficulty": 2,
    "resource": "神奇陆夫人《2023年明日方舟高考》改编",
    "question": "提丰三技能锁定了一个敌人，当这个敌人进入传送入口后，会发生什么？",
    "picture": false,
    "options": [
      "锁定消失",
      "锁定将会停留在入口，待敌人出现后消失",
      "锁定将会停留在入口，待敌人出现后重新锁在敌人身上",
      "锁定将会停留在出口，待敌人出现后重新锁在敌人身上"
    ],
    "answer": 3,
    "analysis": "从代码层面理解，敌人进入入口后只是隐藏了，并没有移动，所以锁定仍然停留在入口（隐身敌人所在处）。敌人重新出现是瞬间移动，锁定会跟随敌人瞬间移动。"
  },
  {
    "id": 8,
    "type": 1,
    "difficulty": 3,
    "resource": "原创",
    "question": "下图的突袭关卡中，标出黄色叉号的地块不可部署。粉色区域会出现大量隐匿敌人和非隐匿敌人，请问选择以下哪位干员（均满练度）能够最高效地破隐？",
    "picture": true,
    "options": [
      "伊内丝",
      "银灰",
      "号角",
      "信仰搅拌机（X模组）"
    ],
    "answer": 3,
    "analysis": "ABD、攻击范围均无法大量覆盖粉色区域<br>C、放置在蓝门左边2格向上，破隐可以覆盖大部分粉色区域。同时由于存在非隐匿敌人，可以正常释放一技能"
  },
  {
    "id": 9,
    "type": 5,
    "difficulty": 4,
    "resource": "近水向阳花《萨卡兹主题测验II》",
    "question": "萨卡兹的美愿体系极大改变了肉鸽的底层逻辑。<br>在“相遇”事件选择收藏品【美愿时代的留恋】后，在得偿所愿节点中，若同时满足所有的检索条件，以下藏品中最后才会被检索的是？",
    "picture": false,
    "options": [
      "王命凡形",
      "国王的延伸",
      "魔王的祭器",
      "投币玩具"
    ],
    "answer": 3,
    "analysis": "检索顺序：手、书、源石锭、国王、魔王<br>王命凡形无法通过美愿获得"
  },
  {
    "id": 10,
    "type": 5,
    "difficulty": 5,
    "resource": "近水向阳花《萨卡兹主题测验II》",
    "question": "萨卡兹肉鸽中，战斗开始前背包里拥有以下三个思绪。在拥有收藏品【咒仪溯兽】时，战斗结束后，哪个思绪会被消耗？",
    "picture": false,
    "options": [
      "异族【使用后下次战斗所有我方单位攻击速度+15】",
      "取食【使用后下次战斗所有我方单位最大生命值+15%】",
      "族长头冠【可以与灵感解读成稀有度更高的灵感，否则解读时更容易获得收藏品】",
      "以上随机一个"
    ],
    "answer": 2,
    "analysis": "咒仪溯兽只会消耗灵感，且优先选择最重的灵感<br>A、重量为2<br>B、重量为1<br>C、属于遗愿而不是灵感，不会被消耗"
  },
  {
    "id": 11,
    "type": 4,
    "difficulty": 3,
    "resource": "原创",
    "question": "作为目前最多六星干员的近卫分支，六星领主各个都当过超大杯（时代的眼泪）。<br>请问下列哪个领主（满练状态）在技能期间攻击范围内不同位置敌人时攻击力可能有差异？",
    "picture": false,
    "options": [
      "携带一技能的芳汀",
      "携带二技能的棘刺",
      "携带三技能的丰川祥子",
      "携带三技能的银灰"
    ],
    "answer": 1,
    "analysis": "A、芳汀在二技能期间远程攻击不再降低攻击力，但一技能没有这个效果<br>B、棘刺在二技能期间的反伤视为远程攻击<br>C、丰川祥子在场上音符数不同时，只会改变穿透效果，而不改变攻击力。同时模组丰川祥子远程攻击不再降低攻击力<br>D、银灰三技能期间视为近战攻击"
  },
  {
    "id": 12,
    "type": 3,
    "difficulty": 4,
    "resource": "二色彩虹《方舟实战论——妮芙》",
    "question": "构史大王永控大爹！<br>如图，某一时刻爱国者位于绿色格子中心点处，妮芙位于橙色格子处。如果此时妮芙释放二技能造成恐惧，爱国者将会如何移动？",
    "picture": true,
    "options": [
      "八个方向随机移动",
      "在紫色区域的地面四处移动",
      "在绿色格子内打转",
      "不会受到恐惧影响"
    ],
    "answer": 3,
    "analysis": "A、恐惧并不会造成此效果<br>B、恐惧第一定律（范围定律）：只选取以被命中位置为扇形中心，半径10格内、远离效果源方向的左右各45°扇形区域中的地块。紫色区域确实满足这条定律。恐惧第二定律（地块定律）：只选择可抵达终点的可通行地块（不包括蓝门或地穴）。很显然，紫色区域的地块均不可直接抵达终点，因此不会再紫色区域的地面四处移动<br>C、恐惧第三定律（移动定律）：以恐惧可达地块中距离自身寻路距离5格内的随机1格作为新的临时检查点生成临时路径，如果找不到符合条件的恐惧可达地块，则选取自身所在格。图中紫色区域并没有恐惧可达地块，因此只会在自身所在格不断打转<br>D、爱国者并没有恐惧抗性"
  },
  {
    "id": 13,
    "type": 4,
    "difficulty": 2,
    "resource": "原创",
    "question": "啊?水月居然是男的？<br>以下伏击客（满配、携带最适模组、无其他干员协助）中，最不适合在界园肉鸽二结局守左路的是？",
    "picture": false,
    "options": [
      "伊桑",
      "阿斯卡纶",
      "八幡海铃",
      "水月"
    ],
    "answer": 3,
    "analysis": "A、伊桑带有束缚和dot伤害，适合打左路的次数怪<br>B、阿斯卡纶带有停顿和超长时间dot伤害，是二结局最适合的对策卡<br>C、在没有丰川祥子一技能的帮助下，八幡海铃对次数怪较为乏力，实战中丰川祥子在本关一般也不会携带一技能<br>D、在特限模组的发挥下，强力的控制、较快的攻速和二技能的束缚能大幅减少漏怪的可能"
  },
  {
    "id": 14,
    "type": 3,
    "difficulty": 5,
    "resource": "血狼破军《方舟测评——灵知》、二色彩虹《方舟实战论——灵知》",
    "question": "血狼的第一个测评视频QAQ，梦开始的地方~<br>在有快速回转速度的buff下，灵知甚至可以在第一层冻结还没结束时就转好了蓄力二技能。假如在0s时，灵知释放蓄力二技能对某个敌人造成了4s冻结，在第3s时再次对这个敌人释放蓄力二技能，则敌人将会受到怎样的影响？（两次释放技能之间灵知没有对该敌人造成普通攻击）",
    "picture": false,
    "options": [
      "在第4s时结束冻结，且没有寒冷",
      "在第4s时结束冻结，在第7s时结束寒冷",
      "在第7s时结束冻结",
      "在第8s结束冻结"
    ],
    "answer": 2,
    "analysis": "冻力学第一定律：两次寒冷叠加，第二次寒冷变为冻结<br>冻力学第二定律：冻结时再次施加寒冷，两个效果独立计算时间，寒冷不会延长冻结时间<br>冻力学第三定律：冻结时再次施加冻结，第一次冻结被覆盖，结束时间为第二次冻结的结束时间<br>不过本题中需要注意的是，灵知蓄力二技能对冻结敌人生效时，只视为一层寒冷，因此不适用第三定律，而是第二定律"
  },
  {
    "id": 15,
    "type": 2,
    "difficulty": 3,
    "resource": "仙术杯常见操作",
    "question": "牢周得了325分！<br>下图为萨卡兹肉鸽中一大阴间图《丛林密布》。若在打这关时输出严重不足且需要收刺，豆苗的战术点最好应该部署在何处？",
    "picture": true,
    "options": [
      "任意地面位",
      "与红门同一行的任意地面位",
      "红门右侧一格",
      "蓝门下方一格"
    ],
    "answer": 3,
    "analysis": "找准时机在红门右侧一格部署战术点，可达到三花同吃的效果，且磐蟹复活时间足够短，可以达成永控"
  }
];
