window.questions = [
    {
        "id": 1,
        "type": 1,
        "difficulty": 4,
        "resource": "神奇陆夫人《2022年明日方舟高考》",
        "question": "不好！怎么还有个无人机啊？？<br>现场上仅有一架剩余血量为1的普通无人机，且仅有一名技能充能完毕的干员。请问哪个干员能够将该无人机击败？",
        "picture": false,
        "options": [
            "携带三技能的号角（无人机在远程攻击范围内）",
            "携带三技能的琴柳（与无人机在同一格）",
            "携带二技能的龙舌兰（无人机在攻击范围内）",
            "携带三技能的迷迭香（无人机在攻击范围内）"
        ],
        "answer": 2,
        "analysis": "A、号角无法对空<br>B、琴柳在场上没有地面敌人时，军旗会投掷向自己这一格，而军旗落地的伤害可以对空。<br>C、龙舌兰无法对空<br>D、迷迭香无法选取未被阻挡的空中敌人作为目标，且余震无法对空、范围伤害除主目标以外也无法对空。"
    },
    {
        "id": 2,
        "type": 3,
        "difficulty": 4,
        "resource": "神奇陆夫人《2022年明日方舟高考》",
        "question": "桃金娘即使在拜托小苹果，仍无法逃脱被“暴鸰”索敌的命运。<br>被索敌后，桃金娘周围8格有以下几位干员或召唤物，请问谁会受到伤害？",
        "picture": true,
        "options": [
            "技能期间的卡夫卡",
            "距离上次攻击超过10s的狮蝎",
            "开启一技能的守林人",
            "部署不满5s的麦哲伦的无人机"
        ],
        "answer": 1,
        "analysis": "迷彩可以受到溅射伤害而隐匿不会<br>A、卡夫卡技能期间迷彩<br>B、狮蝎在距离上次攻击一段时间（精一6s、精二5s）后会进入不可选中状态（不会被地方破隐的隐匿）<br>C、守林人一技能期间隐匿<br>D、麦哲伦的无人机在部署后一段时间（精一12s、精二无模20s、三级X模26s）内隐匿"
    },
    {
        "id": 3,
        "type": 3,
        "difficulty": 2,
        "resource": "原创",
        "question": "界园肉鸽中有较多与召唤物相关的藏品（很难不认为是专门给电弧准备的）。<br>请问下列哪个干员的召唤物在拥有肉鸽藏品之外的任何情况下都会占1个部署位？",
        "picture": false,
        "options": [
            "令",
            "傀影",
            "凯尔希",
            "衡沙"
        ],
        "answer": 4,
        "analysis": "A、大龙占2个部署位<br>B、C、携带特限模组时不占部署位<br>D、普通召唤师，召唤物占据1部署位"
    },
    {
        "id": 4,
        "type": 3,
        "difficulty": 5,
        "resource": "原创",
        "question": "召唤物的形式千奇百怪。<br>以下哪个干员的所有召唤物在任何情况下都无法阻挡敌人？",
        "picture": false,
        "options": [
            "凯尔希",
            "Mon3tr",
            "酒神",
            "维什戴尔"
        ],
        "answer": 2,
        "analysis": "A、正常情况下就能阻挡敌人<br>B、重构体具有“不可阻挡”特性<br>C、三技能召唤的“迷狂牢笼”可以阻挡敌人<br>D、在“我方单位阻挡数增加”的条件或藏品下可以阻挡"
    },
    {
        "id": 5,
        "type": 4,
        "difficulty": 5,
        "resource": "神奇陆夫人《2023年明日方舟高考》",
        "question": "以下哪个干员提升信赖后也不会增加治疗量？",
        "picture": false,
        "options": [
            "流明",
            "夜莺",
            "焰影苇草",
            "凯尔希"
        ],
        "answer": 4,
        "analysis": "凯尔希较为特殊，提升信赖只会增加生命上限和防御力。这也导致凯尔希是所有医疗干员中最能抗的一位。"
    },
    {
        "id": 6,
        "type": 2,
        "difficulty": 1,
        "resource": "神奇陆夫人《2023年明日方舟高考》",
        "question": "下图选项中，哪个会在后部署的弦惊位置上合成大龙？",
        "picture": true,
        "options": [
            "A",
            "B",
            "C",
            "D"
        ],
        "answer": 3,
        "analysis": "A、会在先部署的弦惊位置上合成<br>B、不会合成大龙<br>C、根据“钻屁股”原则，会在后部署的弦惊位置上合成<br>D、会在先部署的弦惊位置上合成"
    },
    {
        "id": 7,
        "type": 3,
        "difficulty": 2,
        "resource": "神奇陆夫人《2023年明日方舟高考》改编",
        "question": "提丰三技能锁定了一个敌人，当这个敌人进入传送入口后，会发生什么？",
        "picture": false,
        "options": [
            "锁定消失",
            "锁定将会停留在入口，待敌人出现后消失",
            "锁定将会停留在入口，待敌人出现后重新锁在敌人身上",
            "锁定将会停留在出口，待敌人出现后重新锁在敌人身上"
        ],
        "answer": 3,
        "analysis": "从代码层面理解，敌人进入入口后只是隐藏了，并没有移动，所以锁定仍然停留在入口（隐身敌人所在处）。敌人重新出现是瞬间移动，锁定会跟随敌人瞬间移动。"
    },
    {
        "id": 8,
        "type": 1,
        "difficulty": 3,
        "resource": "原创",
        "question": "下图的突袭关卡中，标出黄色叉号的地块不可部署。粉色区域会出现大量隐匿敌人和非隐匿敌人，请问选择以下哪位干员（均满练度）能够最高效地破隐？",
        "picture": true,
        "options": [
            "伊内丝",
            "银灰",
            "号角",
            "信仰搅拌机（X模组）"
        ],
        "answer": 3,
        "analysis": "ABD、攻击范围均无法大量覆盖粉色区域<br>C、放置在蓝门左边2格向上，破隐可以覆盖大部分粉色区域。同时由于存在非隐匿敌人，可以正常释放一技能"
    },
    {
        "id": 9,
        "type": 5,
        "difficulty": 4,
        "resource": "近水向阳花《萨卡兹主题测验II》",
        "question": "萨卡兹的美愿体系极大改变了肉鸽的底层逻辑。<br>在“相遇”事件选择收藏品【美愿时代的留恋】后，在得偿所愿节点中，若同时满足所有的检索条件，以下藏品中最后才会被检索的是？",
        "picture": false,
        "options": [
            "王命凡形",
            "国王的延伸",
            "魔王的祭器",
            "投币玩具"
        ],
        "answer": 3,
        "analysis": "检索顺序：手、书、源石锭、国王、魔王<br>王命凡形无法通过美愿获得"
    },
    {
        "id": 10,
        "type": 5,
        "difficulty": 5,
        "resource": "近水向阳花《萨卡兹主题测验II》",
        "question": "萨卡兹肉鸽中，战斗开始前背包里拥有以下三个思绪。在拥有收藏品【咒仪溯兽】时，战斗结束后，哪个思绪会被消耗？",
        "picture": false,
        "options": [
            "异族【使用后下次战斗所有我方单位攻击速度+15】",
            "取食【使用后下次战斗所有我方单位最大生命值+15%】",
            "族长头冠【可以与灵感解读成稀有度更高的灵感，否则解读时更容易获得收藏品】",
            "以上随机一个"
        ],
        "answer": 1,
        "analysis": "咒仪溯兽只会消耗灵感，且优先选择最重的灵感<br>A、重量为2<br>B、重量为1<br>C、属于遗愿而不是灵感，不会被消耗"
    },
    {
        "id": 11,
        "type": 4,
        "difficulty": 4,
        "resource": "原创",
        "question": "作为目前最多六星干员的近卫分支，六星领主各个都当过超大杯（时代的眼泪）。<br>请问下列哪个领主（满练状态）在技能期间攻击范围内不同位置敌人时攻击力可能有差异？",
        "picture": false,
        "options": [
            "携带一技能的芳汀",
            "携带二技能的棘刺",
            "携带三技能的丰川祥子",
            "携带三技能的银灰"
        ],
        "answer": 1,
        "analysis": "A、芳汀在二技能期间远程攻击不再降低攻击力，但一技能没有这个效果<br>B、棘刺在二技能期间的反伤视为远程攻击<br>C、丰川祥子在场上音符数不同时，只会改变穿透效果，而不改变攻击力。同时模组丰川祥子远程攻击不再降低攻击力<br>D、银灰三技能期间视为近战攻击"
    },
    {
        "id": 12,
        "type": 3,
        "difficulty": 5,
        "resource": "二色彩虹《方舟实战论——妮芙》",
        "question": "构史大王永控大爹！<br>如图，某一时刻爱国者位于绿色格子中心点处，妮芙位于橙色格子处。如果此时妮芙释放二技能造成恐惧，爱国者将会如何移动？",
        "picture": true,
        "options": [
            "八个方向随机移动",
            "在紫色区域的地面四处移动",
            "在绿色格子内打转",
            "不会受到恐惧影响"
        ],
        "answer": 3,
        "analysis": "A、恐惧并不会造成此效果<br>B、恐惧第一定律（范围定律）：只选取以被命中位置为扇形中心，半径10格内、远离效果源方向的左右各45°扇形区域中的地块。紫色区域确实满足这条定律。恐惧第二定律（地块定律）：只选择可抵达终点的可通行地块（不包括蓝门或地穴）。很显然，紫色区域的地块均不可直接抵达终点，因此不会再紫色区域的地面四处移动<br>C、恐惧第三定律（移动定律）：以恐惧可达地块中距离自身寻路距离5格内的随机1格作为新的临时检查点生成临时路径，如果找不到符合条件的恐惧可达地块，则选取自身所在格。图中紫色区域并没有恐惧可达地块，因此只会在自身所在格不断打转<br>D、爱国者并没有恐惧抗性"
    },
    {
        "id": 13,
        "type": 4,
        "difficulty": 2,
        "resource": "原创",
        "question": "啊?水月居然是男的？<br>以下伏击客（满配、携带最适模组、无其他干员协助）中，最不适合在界园肉鸽二结局守左路的是？",
        "picture": false,
        "options": [
            "伊桑",
            "阿斯卡纶",
            "八幡海铃",
            "水月"
        ],
        "answer": 3,
        "analysis": "A、伊桑带有束缚和dot伤害，适合打左路的次数怪<br>B、阿斯卡纶带有停顿和超长时间dot伤害，是二结局最适合的对策卡<br>C、在没有丰川祥子一技能的帮助下，八幡海铃对次数怪较为乏力，实战中丰川祥子在本关一般也不会携带一技能<br>D、在特限模组的发挥下，强力的控制、较快的攻速和二技能的束缚能大幅减少漏怪的可能"
    },
    {
        "id": 14,
        "type": 3,
        "difficulty": 5,
        "resource": "血狼破军《方舟测评——灵知》、二色彩虹《方舟实战论——灵知》",
        "question": "血狼的第一个测评视频QAQ，梦开始的地方~<br>在有快速回转速度的buff下，灵知甚至可以在第一层冻结还没结束时就转好了蓄力二技能。假如在0s时，灵知释放蓄力二技能对某个敌人造成了4s冻结，在第3s时再次对这个敌人释放蓄力二技能，则敌人将会受到怎样的影响？（两次释放技能之间灵知没有对该敌人造成普通攻击）",
        "picture": false,
        "options": [
            "在第4s时结束冻结，且没有寒冷",
            "在第4s时结束冻结，在第7s时结束寒冷",
            "在第7s时结束冻结",
            "在第8s结束冻结"
        ],
        "answer": 2,
        "analysis": "冻力学第一定律：两次寒冷叠加，第二次寒冷变为冻结<br>冻力学第二定律：冻结时再次施加寒冷，两个效果独立计算时间，寒冷不会延长冻结时间<br>冻力学第三定律：冻结时再次施加冻结，第一次冻结被覆盖，结束时间为第二次冻结的结束时间<br>不过本题中需要注意的是，灵知蓄力二技能对冻结敌人生效时，只视为一层寒冷，因此不适用第三定律，而是第二定律"
    },
    {
        "id": 15,
        "type": 2,
        "difficulty": 4,
        "resource": "仙术杯常见操作",
        "question": "牢周得了325分！<br>下图为萨卡兹肉鸽中一大阴间图《丛林密布》。若在打这关时输出严重不足且需要收刺，豆苗的战术点最好应该部署在何处？",
        "picture": true,
        "options": [
            "任意地面位",
            "与红门同一行的任意地面位",
            "红门右侧一格",
            "蓝门下方一格"
        ],
        "answer": 3,
        "analysis": "找准时机在红门右侧一格部署战术点，可达到三花同吃的效果，且磐蟹复活时间足够短，可以达成永控"
    },
    {
        "id": 16,
        "type": 4,
        "difficulty": 2,
        "resource": "原创",
        "question": "情报官王朝了！<br>以下情报官中，谁在持续攻击“行星碎屑”时拥有最高周期回费效率？（均为满练最适模组）",
        "picture": false,
        "options": [
            "携带一技能的谜图",
            "携带一技能的齐尔查克（按期望计算）",
            "携带一技能的伊内丝",
            "携带一技能的晓歌（只考虑技能期间，且未阻挡敌人）"
        ],
        "answer": 4,
        "analysis": "A、回费效率约1.0 cost/s<br>B、回费效率约0.7 cost/s<br>C、回费效率约0.5 cost/s<br>D、回费效率约1.1 cost/s"
    },
    {
        "id": 17,
        "type": 1,
        "difficulty": 2,
        "resource": "原创",
        "question": "傀影更新到n15了，但为什么这么穷啊！<br>在傀影高难下二结局大锁中，以下哪个干员最适合作为输出大锁的主力？",
        "picture": true,
        "options": [
            "维什戴尔",
            "酒神",
            "丰川祥子",
            "蕾缪安"
        ],
        "answer": 4,
        "analysis": "大锁拥有受击回复的技能，一旦受到20次伤害即会造成全图爆炸<br>A、维什戴尔每次攻击造成3次伤害，还有爆炸和魂灵之影的额外低伤，导致大锁很容易释放技能，导致阵线崩溃<br>B、酒神的神经损伤为固定6000点爆条伤害，在高难下伤害较低。如果使用二技能，更是非常容易为大锁充能<br>C、丰川祥子音符数过多且每个音符伤害较低，容易给大锁充能<br>D、蕾缪安的低频高伤快回转，不仅防止大锁频繁释放技能，还有超高破甲线和超高总伤，是当前最适合打大锁的干员"
    },
    {
        "id": 18,
        "type": 3,
        "difficulty": 1,
        "resource": "血狼破军《方舟测评——酒神》",
        "question": "干员酒神的出现，让整个方舟的强度体系发生巨大变化。酒神在各大模式的强度都不容小觑。<br>满配满级X模组的酒神二技能开启期间，对于下列那种类型的敌人，爆条需要的攻击次数最少？（仅考虑作为主目标、没有其他损伤途径时）",
        "picture": false,
        "options": [
            "普通敌人",
            "精英敌人",
            "领袖敌人",
            "普通或精英敌人"
        ],
        "answer": 2,
        "analysis": "X模组使酒神对精英和领袖敌人造成的元素损伤提升18%，这使得酒神让精英爆条的速度比普通敌人更快<br>另外，领袖敌人的损伤条为2000点，而普通和精英敌人均为1000点<br>从数据上看，酒神让普通/精英/领袖爆条所需攻击次数为6/5/9次，对精英敌人爆条速度最快"
    },
    {
        "id": 19,
        "type": 3,
        "difficulty": 1,
        "resource": "原创",
        "question": "海猫内部爱！归鲨要掉小珍珠了~~<br>若叶睦作为五星傀儡师，其二技能每次攻击能够造成三连发，伤害也很高。据此计算，在二技能期间的每个攻击间隔内，fever总共加了多少？（不考虑溢出、每次攻击均成功攻击到敌人、若叶睦未爆条）",
        "picture": false,
        "options": [
            "3",
            "9",
            "6",
            "18"
        ],
        "answer": 4,
        "analysis": "若叶睦第一天赋：受到物法伤害的30%转化为一半的凋亡损伤<br>若叶睦第二天赋：受到一次伤害或损伤时fever+3<br>据此可知，未爆条的若叶睦每受到一次伤害，fever+6<br>二技能的若叶睦会自伤，因此每次攻击到敌人，fever+6，三连击则是+18"
    },
    {
        "id": 20,
        "type": 2,
        "difficulty": 1,
        "resource": "仙术杯常见操作",
        "question": "弑君者你怎么黑白两道都是飞舞啊！！（对不起君君你是合约超大杯）<br>下图是萨卡兹肉鸽一层关卡《夺路而跳》。你现在只招募了干员：精一苏苏洛、精一古米、精一逻各斯。则古米放在图中哪个位置将是最佳选择？",
        "picture": true,
        "options": [
            "红色地块",
            "橙色地块",
            "绿色地块",
            "粉色地块"
        ],
        "answer": 3,
        "analysis": "弑君者的技能可以在被阻挡时瞬移1.5格。在本关中，地穴被设置成了可通行地块，因此弑君者可以自行入坑<br>当古米放在绿色地块时，弑君者被阻挡后可以直接入坑，而其他地方则不行，导致漏怪风险"
    },
    {
        "id": 21,
        "type": 4,
        "difficulty": 1,
        "resource": "原创",
        "question": "我们守望先锋！<br>在日常中，哪个干员最不适合作为缪尔赛思流形的远程复制体？",
        "picture": false,
        "options": [
            "蕾缪安",
            "多萝西",
            "艾拉",
            "娜仁图亚"
        ],
        "answer": 1,
        "analysis": "A、虽然有较大攻击范围，但神射手的攻击间隔高达2.7s，不容易使远程复制体分身<br>BC、陷阱师的攻击间隔只有0.85s，基础面板也不算低，是较佳的复制体选择<br>D、娜仁图亚面板比陷阱师更有优势，只是攻击间隔为1.0s稍微低于陷阱师，综合看下来也是十分适配的"
    },
    {
        "id": 22,
        "type": 2,
        "difficulty": 5,
        "resource": "原创",
        "question": "要溢刺卖构了！！<br>下图为萨卡兹肉鸽的关卡《年代断层》。如果上路出现箱子挡住而下路没有箱子，且你打算用Mon3tr收掉尽可能多的刺，则M3摆放在哪个位置将是最佳选择？",
        "picture": true,
        "options": [
            "黄色地块朝右",
            "橙色地块朝左",
            "蓝色地块朝上",
            "粉色地块朝左"
        ],
        "answer": 4,
        "analysis": "A、最多收3个刺，而且会打掉箱子，不推荐<br>B、最多收2个刺<br>C、最多收3个刺。这个位置是在上路无箱子而下路有箱子时的最佳摆放位置<br>D、最多收4个刺，且不会被年代印痕所影响，是最佳站位"
    },
    {
        "id": 23,
        "type": 4,
        "difficulty": 2,
        "resource": "神奇陆夫人《2023明日方舟高考：新春问答》",
        "question": "叉烧啊噗噜派！<br>新能二技能可以给自己和友方上屏障，但我们现在不聊新能。请问以下哪位干员屏障的持续时间最短？",
        "picture": false,
        "options": [
            "图耶",
            "闪灵",
            "砾",
            "夜莺"
        ],
        "answer": 1,
        "analysis": "A、5s<br>B、3s<br>C、10s<br>D、5s"
    },
    {
        "id": 24,
        "type": 1,
        "difficulty": 2,
        "resource": "神奇陆夫人《2023明日方舟高考：新春问答》改编",
        "question": "某一关刚需大范围反隐！！<br>请问以下哪一个干员拥有最大的反隐（使敌方隐匿失效）范围？",
        "picture": false,
        "options": [
            "开三技能的银灰",
            "开二技能的稀音（只使用一个小车）",
            "开一技能的月禾",
            "开二技能的铅踝"
        ],
        "answer": 2,
        "analysis": "A、范围为16格<br>B、开启期间每个小车反隐范围有21格<br>C、范围为16格<br>D、铅踝只是能攻击到隐匿敌人，而不能反隐。就算可以，范围也只有13格"
    },
    {
        "id": 25,
        "type": 4,
        "difficulty": 2,
        "resource": "神奇陆夫人《2021明日方舟高考》",
        "question": "什么叫你只认家乡水啊！<br>下列哪个医疗干员常态的面板攻击力最低？（均满练）",
        "picture": false,
        "options": [
            "嘉维尔",
            "锡兰",
            "芙蓉",
            "微风"
        ],
        "answer": 4,
        "analysis": "A、四星医师，攻击力最高<br>B、五星疗养师，攻击力较高<br>C、芙蓉，三星医师，攻击力较高<br>D、五星群愈师，群愈师往往攻击力较低。实际上，微风比芙蓉的攻击力还要低"
    },
    {
        "id": 26,
        "type": 1,
        "difficulty": 4,
        "resource": "神奇陆夫人《2021明日方舟高考》改编",
        "question": "今天的好心人有点用力过头了呀……<br>在日常关卡中，下列哪位干员在任何情况下都不可以为赫拉格老爷子回血？",
        "picture": false,
        "options": [
            "絮雨",
            "录武官",
            "调香师",
            "安洁莉娜"
        ],
        "answer": 2,
        "analysis": "A、絮雨的天赋可以为范围内拥有抵抗的干员缓回生命值。如果赫拉格被上了抵抗buff（如在年的buff下），可以被絮雨缓回<br>B、录武官二技能只有在治疗友方单位时才能给其加上受击回血的buff，而赫拉格无法被选中<br>C、调香师的天赋可以让全场缓回<br>D、安洁莉娜第二天赋可以在未开启技能时为全场缓回"
    },
    {
        "id": 27,
        "type": 4,
        "difficulty": 5,
        "resource": "神奇陆夫人《2021明日方舟高考》改编",
        "question": "纯肉盾各个都说没用，等到要用的时候各个拿出来都是精二60级专三三模是吧。。<br>以下哪个干员在落地瞬间的防御力最高？（满练满潜最适模组、没有任何外界buff的情况下）",
        "picture": false,
        "options": [
            "年",
            "拜松",
            "黍",
            "泥岩"
        ],
        "answer": 2,
        "analysis": "A、作为铁卫，防御力非常高，同时X模组在护盾破裂后能进一步提升防御力。但本题只考虑落地瞬间防御力<br>B、作为铁卫，防御力非常高，同时天赋又给自己加了80点防御力，使拜松的防御力超过了年<br>C、守护者的防御力不算非常高<br>D、不屈者的防御力与守护者相近，不算非常高"
    },
    {
        "id": 28,
        "type": 5,
        "difficulty": 1,
        "resource": "原创",
        "question": "狼头你别锁装置啊！<br>荒芜拉普兰德释放三技能后，某只狼头锁定了哪个单位后，本次技能期间就一定不可能再锁定其他单位了？",
        "picture": true,
        "options": [
            "《出苍白海》——盐坨子炮",
            "《墟》——某种天命",
            "《不义之财》——废热喷口",
            "《银心湖列车》——紧急供暖器"
        ],
        "answer": 3,
        "analysis": "A、盐坨子炮可以被打掉<br>B、某种天命可以被干员接住或掉落<br>C、废热喷口可以被一直攻击而不会掉血<br>D、紧急供暖器在充满技力后就不会再被锁定"
    },
    {
        "id": 29,
        "type": 5,
        "difficulty": 3,
        "resource": "up主：竞赛级沙滩车 改编",
        "question": "各具特色的活动机制带给我们丰富多彩的推关体验。<br>下列关于活动机制对应的介绍正确的是？",
        "picture": false,
        "options": [
            "叙拉古人——清算时刻期间所有敌人攻击力和防御力提升",
            "沃伦姆德的薄暮——L-44“留声机”被占领后，攻击其相对阵营的敌人，对其造成其当前生命值一定百分比的法术伤害",
            "汲营枯枝——持续对周围我方单位造成一定凋亡损伤，且被摧毁时召唤一只食腐使徒",
            "多索雷斯假日——涨潮时，敌方单位每秒受到一定伤害和侵蚀损伤，且攻击速度和移动速度大幅降低"
        ],
        "answer": 1,
        "analysis": "A、清算时刻期间，所有敌人攻击力+20%，防御力+15%<br>B、应是造成其生命上限5%的法术伤害<br>C、应是造成一定真实伤害，生命值降到50%以下后还会造成凋亡损伤<br>D、敌方单位不会受到侵蚀损伤，而我方单位会受到侵蚀损伤"
    },
    {
        "id": 30,
        "type": 5,
        "difficulty": 3,
        "resource": "up主：TangSmith 改编",
        "question": "无他诶无他诶无他诶！<br>以下收藏品来自集成战略【傀影与猩红孤钻】。请问哪个藏品的效果类型与其他三个不一样？",
        "picture": true,
        "options": [
            "球球果汁",
            "皇家利口酒",
            "生命之水",
            "荒地龙舌兰"
        ],
        "answer": 1,
        "analysis": "A、所有自然回复技能的技力恢复+0.25/s<br>B、所有攻击和受击回复的技能每1.5秒回复1点技力<br>C、所有攻击和受击回复的技能每2.5秒回复1点技力<br>D、所有攻击和受击回复的技能每3.5秒回复1点技力"
    },
    {
        "id": 31,
        "type": 1,
        "difficulty": 3,
        "resource": "up主：同分异构的氧化氢",
        "question": "7-18现在已经成为新干员的入职测试关了，也出现了很多单人通关的作战记录。<br>现在欲在全员精零的限制下通关7-18，下列干员选用的理由不正确的是？",
        "picture": false,
        "options": [
            "刻俄柏——具有高额法伤",
            "12F——具有高概率的闪避",
            "年——具有法伤能力的生存能力较强的重装",
            "麦哲伦——隐匿的无人机能够躲避远程伤害"
        ],
        "answer": 4,
        "analysis": "A、刻俄柏的法伤随敌人护甲的上升而上升<br>B、较高闪避可以骗走爱国者的技能<br>C、年的生存能力很强，且一、二技能都能造成法术伤害<br>D、精零的麦哲伦没有解锁第二天赋，无人机无法隐匿。无人机可以用来骗走爱国者的投矛"
    },
    {
        "id": 32,
        "type": 5,
        "difficulty": 2,
        "resource": "up主：白色余生",
        "question": "斯卡蒂你怎么不挡人了啊（古法辱蒂）<br>如果古米（无增益减益）在第0s时被一位特工减少了1个阻挡数，持续5s，在第3s时又被一位特工攻击，则古米的阻挡数将如何变化？",
        "picture": true,
        "options": [
            "0~3s阻挡数为2；3~5s阻挡数为1；5~8s阻挡数为2；8s后阻挡数为3",
            "0~5s阻挡数为2；5s后阻挡数为3",
            "0~10s阻挡数为2；10s后阻挡数为3",
            "0~8s阻挡数为2；8s后阻挡数为3"
        ],
        "answer": 4,
        "analysis": "特工的能力不可叠加，古米受到第二次攻击后，第一次效果被覆盖，重新进行5s的计时"
    },
    {
        "id": 33,
        "type": 4,
        "difficulty": 3,
        "resource": "原创",
        "question": "一般来说，同分支模板下的干员常态攻击范围应该相同，但有些分支并不尽然。<br>以下哪个分支中，所有干员（满配状态下）落地瞬间初始攻击范围都相同（没有其他干员影响）？",
        "picture": false,
        "options": [
            "领主",
            "决战者",
            "铁卫",
            "驭法铁卫"
        ],
        "answer": 2,
        "analysis": "A、霜叶精二后解锁第一天赋，使得攻击范围扩大<br>B、所有决战者的初始攻击范围都是2格<br>C、六星铁卫的攻击范围是2格，低星均为1格<br>D、六星驭法铁卫的攻击范围是2格，低星均为1格"
    },
    {
        "id": 34,
        "type": 3,
        "difficulty": 2,
        "resource": "原创",
        "question": "别升级 诗怀雅 她就是个 吉祥物<br>琳琅诗怀雅终于通过她心心恋恋的特限模组迎来了翻身。以下对琳琅诗怀雅特限模组的说法不正确的是？",
        "picture": false,
        "options": [
            "强度与源石锭数量有关",
            "消耗的部署费用减少",
            "每次消耗费用，再部署时间最短的干员再部署时间-2s",
            "获得金币时能够一次提高更多层攻击力（有上限）"
        ],
        "answer": 3,
        "analysis": "A、每有1源石锭攻击力叠加上限+1<br>B、消耗部署费用-30%<br>C、应为每消耗1点费用，而不是每次<br>D、消耗费用时获得2枚金币，攻击力叠加2层，比非特限多1层"
    },
    {
        "id": 35,
        "type": 5,
        "difficulty": 5,
        "resource": "网传《明日方舟》三周年趣味100题",
        "question": "你真的懂数值的计算吗？（兔头）<br>“塑料”瑟奇亚克的基础法抗为0，出场60s内法抗+95。在BH-6的突袭关中，所有敌人的法抗+40。现某练度下史尔特尔的面板攻击力为800，在“塑料”瑟奇亚克出场后60s内对其进行普通攻击，则造成的伤害是多少？<br>注：史尔特尔无视敌人28法术抗性",
        "picture": true,
        "options": [
            "0",
            "800*0.05=40",
            "800*0.28=224",
            "以上都不对"
        ],
        "answer": 3,
        "analysis": "明日方舟中敌人法术抗性的上限为100，因此出场时，“塑料”瑟奇亚克的法抗为100<br>明日方舟中对于法抗95以上的敌人，干员对其造成的法术伤害按95法抗结算<br>史尔特尔由于无视28法术抗性，对于史尔特尔来说，其法抗为72，没有达到95，因此按72计算"
    },
    {
        "id": 36,
        "type": 4,
        "difficulty": 3,
        "resource": "原创",
        "question": "沉默有时能发挥奇效。<br>下列干员从部署开始计算，距离具有沉默能力所需时间最长的干员是？（均满配满潜能最适模组）",
        "picture": false,
        "options": [
            "荒芜拉普兰德",
            "携带三技能的刻俄柏",
            "携带三技能的年",
            "携带一技能的孑"
        ],
        "answer": 1,
        "analysis": "A、需要32s的暖机才具有沉默能力<br>B、需要25s的初动才能开启技能<br>C、需要15s的初动才能开启技能<br>D、需要4s的初动才能开启技能"
    },
    {
        "id": 37,
        "type": 1,
        "difficulty": 4,
        "resource": "原创",
        "question": "随着元素体系的日益完善，如今元素损伤的优势日渐显现。<br>下列巫役中，哪位在日常活动中非技能期间不造成元素伤害？",
        "picture": false,
        "options": [
            "塑心",
            "波卜",
            "酒神",
            "凛视"
        ],
        "answer": 4,
        "analysis": "A、第一天赋可以使攻击范围内敌人每秒受到一定凋亡损伤<br>B、第一天赋可以使首次被攻击到的敌人每秒受到一定灼燃损伤<br>C、第一天赋可以使攻击附带神经损伤<br>D、第一天赋只有在萨米肉鸽中，攻击才可造成凋亡损伤"
    },
    {
        "id": 38,
        "type": 4,
        "difficulty": 1,
        "resource": "原创",
        "question": "棘刺delta模组常常由于招笑的爆条效率被炎上。<br>以下哪个干员造成的元素损伤不是基于造成伤害计算的？",
        "picture": false,
        "options": [
            "PhonoR-0（元素小车）",
            "逻各斯（delta模组）",
            "妮芙",
            "伊芙利特（delta模组）"
        ],
        "answer": 1,
        "analysis": "A、元素小车是巫役分支，巫役一般造成的元素损伤不基于造成伤害计算。实际上，巫役小车攻击造成固定点数的凋亡损伤<br>BCD、攻击附带造成法术伤害的一定百分比计算"
    },
    {
        "id": 39,
        "type": 3,
        "difficulty": 3,
        "resource": "原创",
        "question": "我管你这的那的，跟我的爆裂黎明说去吧！<br>维什戴尔在罗德岛进行打木桩练习。假如在开启三技能五秒后（每次测试，维什戴尔身边都有3个魂灵之影），在维什戴尔攻击范围内放置一个血量很高的木桩（而不存在其他敌人），技能结束瞬间记录木桩减少的血量。多轮测试后发现每次测试木桩减少的血量不完全相同，原因是什么？",
        "picture": false,
        "options": [
            "木桩有可能未被维什戴尔的攻击附着残影",
            "残影有可能未发生爆炸",
            "魂灵之影的攻击次数有可能不同",
            "余震的攻击力存在随机性"
        ],
        "answer": 3,
        "analysis": "A、第一天赋对主目标一定会附着残影<br>B、三技能期间，残影爆炸的概率提升至100%<br>C、魂灵之影释放完技能后随机获得0~2点技力，导致整个技能期间攻击次数可能存在不同<br>D、余震造成攻击力50%的物理伤害，不存在随机性"
    },
    {
        "id": 40,
        "type": 5,
        "difficulty": 5,
        "resource": "原创",
        "question": "七星干员：源石风暴！<br>净罪作战有两套夺冠阵容，请分析以下哪个干员不是独享冠军？（两套阵容都有的干员为独享冠军）",
        "picture": true,
        "options": [
            "齐尔查克",
            "温蒂",
            "刻俄柏",
            "铃兰"
        ],
        "answer": 4,
        "analysis": "A、齐尔查克的天赋可以免疫环境伤害，最适合净罪作战的作战环境<br>B、温蒂可以推动祭坛且不容易被源石风暴影响<br>C、刻俄柏可以最佳输出高防御的奇美拉<br>D、铃兰的脆弱和停顿可以被艾拉的地雷代替，不是独享冠军"
    },
    {
        "id": 41,
        "type": 1,
        "difficulty": 5,
        "resource": "原创",
        "question": "怎么又来苦难年代啊！<br>下图是萨卡兹肉鸽《拆东补西》关卡。左上路会出现两名捆绑术师，下列哪个干员能够用于骗取萨卡兹术师的技能，会被索敌而不会被长时间捆绑？（不考虑输出能力等其他因素，均精二满配）",
        "picture": true,
        "options": [
            "老鲤",
            "携带一技能的佩佩",
            "携带一技能的司霆惊蛰",
            "携带三技能的流明（范围内另一位干员被捆绑）"
        ],
        "answer": 1,
        "analysis": "A、老鲤可以抵消晕眩或冻结，而萨卡兹术师的技能导致我方干员晕眩，可以被抵消，且可以使萨卡兹术师晕眩<br>B、佩佩释放技能清除异常效果后，又会被继续捆绑，无法骗取技能<br>C、司霆惊蛰落地瞬间会被索敌，索敌后即使处于起飞状态，仍然会被捆绑选中<br>D、流明解控该干员后，该干员又会被继续捆绑，且流明技能只能解控6次"
    },
    {
        "id": 42,
        "type": 2,
        "difficulty": 3,
        "resource": "up主：二水俊月",
        "question": "水月定制关！<br>下图是界园肉鸽隐藏关卡《为崖作伥》。在抓取了特限水月后，这关将会较为轻易。请问水月部署在哪个位置最适合做到全员入坑？（仅可配合一个挡三重装）",
        "picture": true,
        "options": [
            "绿色地块朝下",
            "蓝色地块朝右",
            "黄色地块朝上",
            "蓝色地块朝右或橙色地块朝上或黄色地块朝上都行"
        ],
        "answer": 3,
        "analysis": "1.中部中间一个化境地块初始会有一个敌人<br>2.左路的沙滩车会从下路往回走<br>A、上路的小怪会被水月永控，而不能入坑<br>B、不能兼顾两路敌人<br>C、若在中部右侧的化境地块上部署重装，可以将上路阻挡的车和下路阻挡的车都拉入地穴"
    },
    {
        "id": 43,
        "type": 2,
        "difficulty": 5,
        "resource": "黑蓑影卫攻略组",
        "question": "无推拉也能全员入坑？<br>如图是界园肉鸽《为崖作伥》。黑蓑影卫攻略组为我们展示了精密计算与帧格操作，以达到电弧一技能单人全员入坑的顶级操作。图中紫色圆形标注的地块是沙滩车的所有路径点（不包括初始和最终路径点），请问哪个地块最可能是用于推坑的召唤物的部署地点？",
        "picture": true,
        "options": [
            "橙色地块",
            "黄色地块",
            "红色地块",
            "粉色地块"
        ],
        "answer": 4,
        "analysis": "从一个路径点到另一个路径点，敌人往往沿寻路距离最小的路径行动，因此曲线路径往往是贴墙走<br>由于阻挡偏移机制，阻挡在地穴边缘的敌人容易将其挤入坑<br>在本地图中，由于S形路线中间没有路径点，敌人一般贴着地块边缘行动，不难分析出，粉色地块左右时，敌人路径应该离边缘较近，容易被挤入坑"
    },
    {
        "id": 44,
        "type": 3,
        "difficulty": 3,
        "resource": "原创",
        "question": "这就是拉特兰人之间的羁绊啊！<br>下列干员中，哪一位在技能期间无法为蕾缪安挂上通缉？",
        "picture": false,
        "options": [
            "开启三技能的塑心（精英怪在初始攻击范围内）",
            "开启二技能的安比尔（精英怪在初始攻击范围内）",
            "开启三技能的信仰搅拌机（精英怪在攻击范围内）",
            "安德切尔（精英怪在攻击范围内）"
        ],
        "answer": 1,
        "analysis": "A、塑心三技能期间丢失全部视野<br>B、安比尔二技能虽然全图索敌，但是视野范围不扩大。在范围内的敌人仍然能够锁定，范围之外不行<br>C、信仰搅拌机虽然三技能期间不攻击，但是攻击范围扩大<br>D、安德切尔是拉特兰人，可以为蕾缪安挂通缉"
    },
    {
        "id": 45,
        "type": 1,
        "difficulty": 1,
        "resource": "原创",
        "question": "dps检测器？<br>界园二结局中，由于岁拍击下来后只会持续20s，必须选择合适的干员，在短时间内打出尽可能高的伤害。下列干员中能在20s内打出总伤最多的是？（不考虑藏品加成、转火以及敌人的防御和法抗）",
        "picture": false,
        "options": [
            "携带二技能的蕾缪安",
            "携带三技能的莱伊",
            "携带三技能的提丰",
            "携带三技能的娜仁图亚（中心点距离2格）"
        ],
        "answer": 4,
        "analysis": "A、总伤约6w<br>B、总伤约8w<br>C、总伤约4w<br>D、中心点距离两格时，收回投射物时也能对岁造成伤害，总伤约12w"
    }
];
