window.trainingQuestions = [
    {
        "id": 1,
        "question": "明日方舟一共有八个职业，其中先锋一般部署费用较低，用于回复部署费用和前期阻挡小兵。<br>以下哪个干员属于先锋职业？",
        "options": [
            "能天使",
            "推进之王",
            "银灰",
            "夜莺"
        ],
        "answer": 2,
        "analysis": "A、狙击<br>B、先锋<br>C、银灰<br>D、夜莺",
        "picture": false
    },
    {
        "id": 2,
        "question": "干员技能一般需要一定条件才可触发释放。<br>以下哪个不是明日方舟中技能释放类型？",
        "options": [
            "自动触发",
            "手动触发",
            "受击触发",
            "被动"
        ],
        "answer": 3,
        "analysis": "A、满足一定条件即可触发<br>B、需要手动开启才可触发<br>C、虽然有的干员确实需要受到攻击才会触发技能（如蒂比），但这属于满足一定条件触发，属于自动触发<br>D、落地即可触发"
    },
    {
        "id": 3,
        "question": "干员技能一般需要消耗一定技力才可释放。<br>以下哪个不是明日方舟中技力回复类型？",
        "options": [
            "攻击回复",
            "受击回复",
            "自动回复",
            "手动回复"
        ],
        "answer": 4,
        "analysis": "明日方舟的技力回复类型分为：攻击回复（攻击1次回1sp）、受击回复（受击1次回1sp）、自然回复（1s回1sp）。"
    },
    {
        "id": 4,
        "question": "敌人攻势过猛的时候一般需要重装抗住防线不被击破。<br>重装干员通常具有什么特点？",
        "options": [
            "高攻击力",
            "高防御力",
            "高攻速",
            "高法术抗性"
        ],
        "answer": 2,
        "analysis": "重装干员的主要特点是高防御力和阻挡数<br>A、重装不是输出干员，攻击力一般不算很高<br>B、正确<br>C、攻速最高的分支是特种中的陷阱师（0.85s）<br>D、法术抗性最高的一般是术师干员"
    },
    {
        "id": 5,
        "question": "狙击干员通常能够站在高台攻击较远的敌人。<br>以下不属于狙击的分支是？",
        "options": [
            "强攻手",
            "速射手",
            "攻城手",
            "炮手"
        ],
        "answer": 1,
        "analysis": "A、属于近卫。例如泡普卡、百炼嘉维尔就是强攻手分支<br>B、属于狙击。例如杰西卡、克洛丝、能天使就是速射手分支<br>C、属于狙击。例如铅踝、提丰、早露就是攻城手分支<br>D、属于狙击。例如空爆、白雪、W就是炮手分支"
    },
    {
        "id": 6,
        "question": "术师干员一般造成法术伤害。<br>法术伤害的计算公式是什么？",
        "options": [
            "最终攻击力 *（1 - 法术抗性）",
            "最终攻击力 * （100 - 法术抗性）",
            "最终攻击力 * （100 - 法术抗性）%",
            "最终攻击力 * 法术抗性"
        ],
        "answer": 3,
        "analysis": "法术抗性是按照百分比计算的<br>另外，如果敌人的法术抗性>95，按95计算<br>如果干员拥有法术穿透能力，敌人的法术抗性按照被穿透后的计算"
    },
    {
        "id": 7,
        "question": "战斗时需要合理安排部署费用，防止强力干员无法上场。<br>干员的部署费用与什么无关？",
        "options": [
            "干员星级",
            "干员分支",
            "干员精英化程度",
            "干员强度"
        ],
        "answer": 4,
        "analysis": "A、同分支满练状态下，星级越高，部署费用越高<br>B、不同分支往往部署费用存在差异<br>C、大多数干员在精英化一和精英化二后部署费用+2<br>D、部署费用与干员强度没有任何关系<br>另外，部署费用还与同一场战斗中部署次数、某些干员的天赋、关卡特殊条件、干员潜能等有关"
    },
    {
        "id": 8,
        "question": "即使是同一个职业，不同分支的能力也存在差异。<br>以下哪个干员特性描述正确？",
        "options": [
            "近卫干员都不能对空",
            "辅助干员都没有治疗能力",
            "特种干员都有快速复活特性",
            "重装干员并不都有高阻挡数"
        ],
        "answer": 4,
        "analysis": "A、近卫中的领主分支就可以对空。领主包括银灰、月见夜、棘刺、丰川祥子等。另外，有些一般不能对空的干员某些技能也可以对空，如玛恩纳三技能<br>B、辅助中的吟游者、护佑者都具有治疗能力。吟游者包括空、浊心斯卡蒂等，护佑者包括遥、淬羽赫默等。另外，有些辅助干员的技能也有治疗效果，如铃兰三技能<br>C、特种中的处决者、行商具有快速复活能力，其他一般不具备，且行商再部署时间比处决者稍长。处决者包括砾、红、缄默德克萨斯等，行商包括孑、琳琅诗怀雅、老鲤等。<br>D、重装中的决战者就只有1阻挡数。决战者包括森蚺、极光等。"
    },
    {
        "id": 9,
        "question": "重复抽取到同一名干员，会转化为信物，用于提升潜能，但潜能的加成十分有限。<br>干员的潜能提升有可能会带来什么效果？",
        "options": [
            "改变干员职业",
            "减少部署费用",
            "增加技能数量",
            "改变攻击范围"
        ],
        "answer": 2,
        "analysis": "潜能提升通常会减少部署费用、优化属性数值或减少再部署时间"
    },
    {
        "id": 10,
        "question": "技能在升到7级、干员解锁精英化二之后可以进行技能专精。<br>以下关于技能专精的说法正确的是？",
        "options": [
            "专精会大幅改变技能机制",
            "专精会同时升级干员的所有技能",
            "专精会提升技能数值",
            "专精会增加技能数量"
        ],
        "answer": 3,
        "analysis": "技能专精可以提升技能等级，增强技能效果，是提升干员实力的重要途径<br>技能专精无法为干员技能造成机制变化，一般只会提升部分数值，有时候这些数值能产生质变效果"
    },
    {
        "id": 11,
        "question": "在战斗中撤退干员往往可以回收部分部署费用。<br>以下哪个分支的干员在撤退时不会返回任何部署费用？",
        "picture": false,
        "options": [
            "行商",
            "冲锋手",
            "处决者",
            "收割者"
        ],
        "answer": 1,
        "analysis": "A、特种中的行商撤退不会返回部署费用。行商包括孑、老鲤、琳琅诗怀雅等<br>B、先锋中的冲锋手撤退返回所有部署费用。冲锋手包括翎羽、红豆、风笛等<br>CD、一般的分支干员撤退时返回当次部署的一半费用<br>另外，部分干员的模组能够提升撤退时返回的费用"
    },
    {
        "id": 12,
        "question": "部署位置一般分为远程位（高台）和近战位（地面）。<br>下列哪个分支的所有干员都可以自由部署在高台或地面？",
        "picture": false,
        "options": [
            "陷阱师",
            "战术家",
            "钩索师",
            "怪杰"
        ],
        "answer": 3,
        "analysis": "A、特种中的陷阱师一般只能部署在高台。特别地，艾拉携带delta模组时也可以部署在地面。陷阱师包括罗宾、多萝西、艾拉等<br>B、先锋中的战术家一般只能部署在高台。战术家的战术点一般需要部署在地面，有的也可部署在高台。战术家包括豆苗、缪尔赛思等<br>C、特种的钩索师可以自由部署在高台或地面。钩索师包括歌蕾蒂娅、暗索等。另外，特种中的推击手同样也可以，与钩索师并称推拉干员。推击手包括阿消、温蒂、食铁兽等<br>D、特种中的怪杰一般只能部署在高台。怪杰包括阿、新约能天使等"
    }
];